[
  {
    "id": "1",
    "title": "On S'Inspire de la Pratique Ashtanga",
    "description": "55 minutes a la sauce \"ASHTANGA\"\r\n              Une pratique dynamique conçue pour réveiller le corps et l'esprit. Inspirer par la série première, nommée: Yoga Chikitsa ( qui veut dire \"yoga pour la santé ou yoga thérapie). Nous allons effleurer la série qui, traditionnelement prends entre 90 et 120 minutes a complêter. Je vous donnes des trucs, des variations et de l'humour pour y arrvier!! ;)",
    "url": "https://www.youtube.com/watch?v=i0uQQFj8as0&t=1s",
    "type": "flow"
  },
  {
    "id": "2",
    "title": "Apana Vayu",
    "description": "",
    "url": "https://www.youtube.com/watch?v=lbN1JBbbNKs&t=1s",
    "type": "flow"
  },
  {
    "id": "3",
    "title": "Ouvrir le Haut du Corps et Respirer a Fond",
    "description": "La santé de nos poumons est vraiment importante. Avec ce qui se passe mondialement, nous devons, plus que jamais, apporter plus d'attention a notre santé globale. Notre système immunitaire dois être fort et nos très puissants arbres pulmonaires doivent être entrainés afin d'absorber le plus d'oxygène possible. Plus la respiration est profonde, plus notre vie l'est aussi!\r\n                Les bénifices de la respiration et de l'ouverture du haut du corps par cette petite pratique vont te donner comme un coup de fouet de vitalité:\r\n                -Un apport accru d'oxygène dans le sang\r\n                -Détoxification du corps\r\n                -Diminu le stress et l'anxiété\r\n                -Renforce  le système immunitaire\r\n                -Des pensées plus claires\r\n              -Un esprit calme",
    "url": "https://www.youtube.com/watch?v=07A2nRwXQsk&t=1s",
    "type": "pranayama"
  },
  {
    "id": "4",
    "title": "Supta Gomukhasana",
    "description": "Traditionellement ,supta gomukhasana est pratiquée pour ettirer les hanches.  Mais dans cette variation de la posture allongée de la tête de vache on utilise la force et l'amplitude de mouvement du bas du corps plutôt que d'utiliser les mains comme des leviers externes afin de maintenir le bassin et les fessiers au sol et donc garder une belle intégrité  et une magnifique ouverture dans le bas du dos.\r\n                De plus, on engage la musculature  des abdominaux profonds qui sont très importants dans la stabilisation du bassin et d'une bonne posture.\r\n\r\n                Excellent pour:\r\n                -les douleurs lombaires\r\n                -après une pratique intense de torsion. EX: yoga, golf, tennis, sports de combat, même les activités qui demande de courir ou sauter.\r\n\r\n              A pratiquer en tout temps.",
    "url": "https://www.youtube.com/watch?v=mUZZuI6kR_8&t=1s",
    "type": "tutorial"
  },
  {
    "id": "5",
    "title": "45 min Chair Yoga in English",
    "description": "This video was made for an amazing group of residents that I am teaching. I haven't been able to see them for a little while since the quarantine.\r\n                Of course this video is made for anybody with reduced mobility.\r\n                Hope you enjoy! :)\r\n\r\n                Good day to all  of the Chartwell Le Wellesley's  residents.\r\n                I am so happy to give you this 45 min. yoga class on chair.\r\n                A bit of every to get you going!\r\n                In these times of containment,\r\n                let's open our body, our heart and our soul!!\r\n          :)",
    "url": "https://www.youtube.com/watch?v=9_mkUmRNTnI&t=1s",
    "type": "chair"
  },
  {
    "id": "6",
    "title": "La Nuque, les Épaules & les Bras",
    "description": "Moins d'une demi heure afin d'amener conscience et détente au niveau du cou et des épaules. Je te donnes des petits trucs d'allignements que j'aime beaucoup. On renforce certaine zones afin de ressentir encore plus la détente par la suite. Idéal si tu expériments de la douleur ou des tensions a ces endroits constamment sollicités et très souvent désalignés! :)",
    "url": "https://www.youtube.com/watch?v=xOvXcCF12c8&t=1s",
    "type": "tutorial"
  },
  {
    "id": "7",
    "title": "Nadi Shodhana",
    "description": "En c'est temps ou l'on se sent déséquilibrer, ou l'on pert un peu le contrôle, ou tout va trop vite et bien la respiration Nadi Shodhana peut nous aider a équilibrer notre corps et notre esprit. Une pratique respiratoire efficace  qui  oxigène les 2 hémisphères de ton cerveau et  ainsi,  apporter de nombreux bienfaits :\r\n                -apaise et cré un affet de calme, d'équanimité.\r\n                -augmente la concentration et nous rend plus attentif.\r\n                -donne vitalité, soutien le systéme immunitaire et aide a la digestion.\r\n                Au moment ou on effectu la rétention de souffle elle pourrait occasionner étourdissement, pression dans la tête et bouffée chaleur. Cela est un signe que vous devez arrêter . Lorsque l'on débute cette pratique, on peut exécuter 2-3 secondes de rétention pas plus. Avec le temps, le corps s'adaptera.\r\n        Bonne pratique!",
    "url": "https://www.youtube.com/watch?v=dJUl66dCMc4&t=1s",
    "type": "pranayama"
  },
  {
    "id": "8",
    "title": "Short & Sweet",
    "description": "activer le corps en entier quand on a MOINS d'une demi-heure, est-ce que ca se peut???\r\n                Ben Kin!! ;)\r\n                bonne pratique!\r\n                ps: c'est un niveau avancé pour des yogis aguéris.\r\n                si tu as aimé la musique en arrière-plan, voici la liste 'Spotify' que j'ai utilisée:\r\n                https://open.spotify.com/playlist/1dS...\r\n        Tu peux écouter plusieurs autres 'playlists' que j'ai aussi créée.",
    "url": "https://www.youtube.com/watch?v=DtiRKlvL7lM&t=1s",
    "type": "flow"
  },
  {
    "id": "9",
    "title": "Le Mantra \"ÔM\"",
    "description": "Parfois la nature nous inspire et c'est en étant dans cette forêt magnifique que le mantra  \"¨ÔM\"  s'est mis a résonner.",
    "url": "https://www.youtube.com/watch?v=SqHN976Rdr4&t=1s",
    "type": "other"
  },
  {
    "id": "10",
    "title": "Connexion Ciel & Terre",
    "description": "Un exercice  doux qui te permets de prendre sonscience de ton lien inconditionnel avec l'Énergie Téllurique et Céleste.  En respirant profondemment dans cette petite pratique simple, tu oxygènes  et bouges chaque recoin de ton corps avec grande attention. Tu deviens plus calme, centré et donc, réceptif a ce que le vie a de merveilleux a t'offrir!\r\n                Une méditation en mouvement qui se fait partout; au boulot, a la maison, au parc et même avant d'aller au lit!\r\n                Ce mouvement fait partie  de la pratique des gestes conscients Toltèques. Pour en savoir plus a se sejut je vous invite a voir ce reportage sur Youtube: https://www.youtube.com/watch?v=e030W...\r\n                Ainsi que de vous renseigner sur Paul Degryse,\r\n                auteur de plusieurs ouvrages sur se sujet très interessant.\r\n        Bonne pratique :)",
    "url": "https://www.youtube.com/watch?v=wQRD9jwbpgM&t=1s",
    "type": "other"
  },
  {
    "id": "11",
    "title": "Pour les Techniciens(nes) en Pharmacie",
    "description": "Une vingtaine de minutes pour vous donner des exercices et des étirements afin que vous passiez une journée au boulot moins douloureuse!\r\n                Très simple, ils peuvent être exécutés n'importe où, n'importe quand!\r\n        Essayez, pratiquez souvent et partagez abondamment!! :)",
    "url": "https://www.youtube.com/watch?v=o1YWlPm13_w&t=1s",
    "type": "restorative"
  },
  {
    "id": "12",
    "title": "Virabhadrasana 1",
    "description": "Le guerrier 1 est pratiqué ici avec détails.\r\n                Je te donnes une variante  version \"lunge\" d'ou tu pourras parfaire ta technique et ainsi prendre position dans\r\n                virabhadrasana 1.\r\n                Y a toujours moyen  de la pratiquer près d'un mur pour plus de support.\r\n                Amuses-toi !\r\n        Namaste!!",
    "url": "https://www.youtube.com/watch?v=VW5ZZsixu5c&t=1s",
    "type": "tutorial"
  },
  {
    "id": "13",
    "title": "Dandasana \"le Bâton\"",
    "description": "C'est une posture de base qui est toutefois, difficile a exécuter correctement.\r\n                Encore une fois les yogis a lunettes, je vous donnes tout mes trucs! Il y a tellement de bienfaits en plus a pratiquer cette posture:\r\n                Elle étire les muscles du bas du dos et de l'arrière des jambes ainsi que des épaules et de la poitrine. Elle est recommandée aux personnes qui souffrent d'arthrite ou de rhumatisme des genoux et des chevilles.  Améliore les conditions respiratoires et procure de la stabilité au niveau émotionel.\r\n                Elle améliore la posture du corps entier.\r\n\r\n                Bonne pratique,\r\n            Namaste",
    "url": "https://www.youtube.com/watch?v=u4s67UOnjhw&t=1s",
    "type": "tutorial"
  },
  {
    "id": "14",
    "title": "Virasana \"le Héro\"",
    "description": "Le héro est  \"LA\" posture du temps des fêtes! Elle permet l'ouverture du coeur,  necessaire pour donner et recevoir tout l'amour  possible durant ces beaux moments.\r\n                C'est aussi l'asana idéal que l'on a besoin de pratiquer  après avoir ingérer tout plein de bonne nourriture!\r\n\r\n                Alors je te souhaite un merveilleux temps de réjouissance Yogi a Lunette!! On se revoit l'année prochaine!\r\n            Namaste XX",
    "url": "https://www.youtube.com/watch?v=FUV5M6w3TCI&t=1s",
    "type": "tutorial"
  },
  {
    "id": "15",
    "title": "Tadasana \"la Montagne\"",
    "description": "*** Désolé pour le son, il y a eue un petit oubli de ma part a connecter mon micro! OUPS! ***   Namaste Yogi a Lunette. Aujourd'hui on travail dans les fondations de Tadasana, la posture de la montagne.  Faut surtout pas se laisser avoir  par son \"look\" simplet car cet asana renferme une TONNE de détails super interressants a  explorer.\r\n                Je m'inspire de mon bagage personnel et aussi de trucs appris avec une maitre sensationnelle,  Merci  Christina Sell! Je te donnes ces infos plus bas.\r\n                Comme d'habitude, je vais  t'inviter a explorer cette posture avec  curiosité et plus tu la pratique, plus tu pourras en sentir les subtilités.\r\n        Bonne pratique! :)",
    "url": "https://www.youtube.com/watch?v=G3XqhQ1PUm4&t=1s",
    "type": "tutorial"
  },
  {
    "id": "16",
    "title": "Je comprends",
    "description": "Namaste les Yogis a lunette!!!\r\n                Ca faisait TELLEMENT longtemps !!!!!\r\n                J'ai pris du temps pour moi dernièrement mais vous m'avez beaucoup manqués!!  Alors voici une séquence inspirée d'une chanson magnifique de France D'Amour\"Je comprends\".  J'ai appris sur moi durant la dernière année et je me suis \"RE\"trouvée!! :)  Amour & Gratitude sont les deux mots qui m'inspirent et me guident  depuis. Conservez ces mots précieux  et répétez les a tout moments et voyez  la vie se transformer  comme par magie!\r\n            Merci a vous tous d'être dans ma vie et je vous envoie plein d'amour! A bientôt  XX",
    "url": "https://www.youtube.com/watch?v=g9hKlwxHees&t=1s",
    "type": "other"
  },
  {
    "id": "17",
    "title": "Thyroide et Thymus",
    "description": "Suite au vidéo que j'avais mise en ligne il y a 1mois déja : \"De la tête jusqu' aux bouts des doigts\". Je vous avais induit en erreurs mes très chèrs Yogi a Lunette en disant que les glandes thyroides ( Il n'y a en qu'une) étaient les gardiennes du système immunitaire, ce qui n'en n'est rien!! Grâce à une Yogi  ( Bonjour a toi Diane et merci encore!!  )  qui pratique sur ma chaine, j'ai pue corriger le tir en faisant cette vidéo.\r\n                Je fais donc le point sur la différence entre la glande thyroide et le thymus. Je vous donne  une description de leurs fonctions et leurs liens au niveau énergétique! Évidemment,  on va intégrer tout ca ensemble avec  une activation du thymus et on pratique la posture Matsyasana (le poisson). Merci a vous tous de continuer a  me suivre dans cette aventure meme si je fais parfois des petits \"faux pas\"! ;)\r\n        Bonne pratique & bonne semaine les yogis a lunette!",
    "url": "https://www.youtube.com/watch?v=sc78uAfwEPw&t=1s",
    "type": "tutorial"
  },
  {
    "id": "18",
    "title": "Pratique Hatha : L'arbre. (Vrksasana)",
    "description": "Une séquence de 30min en Hatha qui t'amène au coeur de toi-meme. C'est dans des moments de désiquilibres que l'on s'appercoit la force qui réside en nous. Comment abordes-tu les défis dans ton quotidien? La posture de l'arbre augmente le pouvoir de concentration et calme l'esprit.  Tu pourrais utiliser une chaise comme appui lors de l'exécution de la posture mais... essai plutôt de l'essayer sans!!! :)  Bonne séance  les yogis a lunette",
    "url": "https://www.youtube.com/watch?v=wHQzm4QuXCs&t=1s",
    "type": "flow"
  },
  {
    "id": "19",
    "title": "Bhujanagsana \"le Cobra\"",
    "description": "Quand on exécute bhujangasana ( le cobra),  beaucoup d'éléments essentiels sont a considérer. Dans cette vidéo, je te transmet mes trucs pour comprendre  et approfondir  cette posture d'ouverture. On va, ensemble, décortiquer  cet asana en établissant des bases solides afin que tu rendes jaloux  le prochain cobra que tu  croiseras! ;)  N'oubli pas de respirer et de t'amuser.  Attention, si tu as des douleurs au niveau du dos, reste vigilant et respecte tes limites. Bonne pratique. ",
    "url": "https://www.youtube.com/watch?v=8Upvmgnmqrw&t=1s",
    "type": "tutorial"
  },
  {
    "id": "20",
    "title": "Syndrôme du Piriforme",
    "description": "Le muscle piriforme va du sacrum à travers l’articulation sacro-iliaque jusqu’au sommet du fémur. Le nerf sciatique passe directement en dessous de ce muscle. Lorsque le muscle devient tendu, il peut causer une brève irritation du nerf. Un problème que l'on retrouve souvent chez les coureurs  ou chez les personnes qui ont ce trouble de façon chronique.  La douleur peut s’aggraver lorsque l'on demeure assis pendant une longue période (on est une société qui reste vraiment longtemps assise!). Donc il est important de bien étirer ce muscle et avec cette séquence, vous pourrez en etre soulagés très rapidement! Je vous souhaite une bonne pratique ! Namaste",
    "url": "https://www.youtube.com/watch?v=SMgyyNzs4yQ&t=1s",
    "type": "restorative"
  },
  {
    "id": "21",
    "title": "De la Tête Jusqu' aux Bouts des Doigts",
    "description": "Une petite séquence qui va t'aider a détendre les muscles de ton  cou, du haut de ton dos et de tes épaules.  On finit ca avec un \"ESPRESSO SHOT\" pour tes bras, tes mains et tes doigts,  question de faire résonner le  PRANA dans tout le reste de ton corps. Ta ceinture scapulaire va être tellement contente! ;)",
    "url": "https://www.youtube.com/watch?v=RQRFHB7J-DE&t=1s",
    "type": "tutorial"
  },
  {
    "id": "22",
    "title": "La Respiration Diaphragmatique",
    "description": "Une technique de respiration profonde qui va te permettre de  relaxer et de t'oxygéner. Tu exécutes un massage de tes organes et assouplis ton diaphragme, ce qui aura pour effet d' évacuer  les toxines physiques et mentales !! Calme et recentré, tu  te sentiras mon chèr yogi a lunette..  pratique cette technique  aussi souvent que tu le peux et tu verras ta respiration devenir naturellement plus longue et aisée.  N'hésites pas a me poser des questions ou meme a me donner tes commentaires et surtout, explores  cette respiration avec beaucoup d'amour et de douceur! Namaste",
    "url": "https://www.youtube.com/watch?v=Frj1Kz24cCE&t=1s",
    "type": "pranayama"
  },
  {
    "id": "23",
    "title": "Ashtanga Namaskara",
    "description": "Un tutoriel rempli de petits trucs pour la posture Ashtanga Namaskara, la 6eme position dans la salutaion au soleil traditionnelle. Elle devient une étape importante  pour une  progression saine vers l'éventuel \"Chaturanga\"  lors de la salutation en Vinyasa. Tu auras besoin de 2 blocs et  d'une bonne dose de force!",
    "url": "https://www.youtube.com/watch?v=VTJJ06pmTYE&t=1s",
    "type": "tutorial"
  },
  {
    "id": "24",
    "title": "La Salutation au Soleil",
    "description": "Surya Namaskara est  l'enchaînement  de postures le plus connu et  pratiqué en Yoga.  Dynamique et fluide,  elle forme l'union harmonieuse de la respiration avec le  mouvement .  En la pratiquant à tout les jours,  elle deviendra comme une seconde nature. Tu développeras  force et souplesse autant dans ton corps que dans ton esprit..  j 'te l'garanti! ;) Bonne pratique.",
    "url": "https://www.youtube.com/watch?v=aiGZmQHecrE&t=1s",
    "type": "flow"
  },
  {
    "id": "25",
    "title": "Sitali, Sitkari & Kaki",
    "description": "3 facons de te rafraichie cet été sans air climatisé!!!!! :)\r\nC'est ce que je te propose avec Sitali, Sitkari et Kaki Pranayama.\r\nJe t'explique en détails ces trois techniques toujours avec un peu d'humour.\r\nA pratiquer  lorsque la chaleur ce fait sentir, peu importe celle-ci;  canicule estivale, pression bouillonante au travail ou même ces fameuse bouffées de chaleurs  à la ménopause.\r\nBonne pratique.    :)",
    "url": "https://www.youtube.com/watch?v=j2Uj4di_HQY&t=1s",
    "type": "pranayama"
  },
  {
    "id": "26",
    "title": "Une 'twist' pour une flexion au sol",
    "description": "Un tutoriel de 5 minutes dans une posture au sol, les jambes et genoux en flexion, ajouté d'une torsion. Une variation intéressante qui ne manque pas d'imagination!\r\nAu sol: pour te permettre de stabiliser le corps\r\nEn flexion: pour allonger le dos et masser l'abdomen\r\nEn torsion: pour aprofondir le massage et  detoxifier les organes.\r\nAvec le positionnement des bras, onapporte de l'ouverture et de la longueur au haut du corps pour ainsi permettre aux poumons d'amener un MAX de O2. Les épaules savourent une magnifique ouverture. \r\nJ'aime beaucoup la pratiquer à la fin d'une séance, juste avant Shavasana.",
    "url": "https://www.youtube.com/watch?v=fvW5GEPGxVE&t=1s",
    "type": "tutorial"
  },
  {
    "id": "27",
    "title": "Nava-Ganesha",
    "description": "C'est avec beaucoup de plaisir que l'on pratique une  variation de Navasana  avec, comme inspiration, l'un des Dieux les plus connus en Inde, GANESH.\r\n\r\nEn nouant orteils et doigts,  on danse avec nos jambes et nos bras en ayant comme petit trépier, nos fessier!   Ganesh a comme monture, une souris.\r\nDans cette posture, on aura l'impression d'être littéralement assis dessus! \r\n \r\nComme dans la vie,  le défi ici est de  demeurer stable face à l'obstacle. Avec l'aide de Ganapati, on combine force et souplesse, autant dans le corps que dans l'esprit. De  nouveaux commencements s'offrent à nous,  du succès et de la sagesse.\r\n\r\nOm Gam Ganapataye Namaha",
    "url": "https://www.youtube.com/watch?v=fFZreBo_w4M&t=1s",
    "type": "other"
  },
  {
    "id": "28",
    "title": "Bharadvajasana: 1 torsion assise avec BONUS",
    "description": "Cette posture est dédiée au sage Bharadvāja. Une pose moderne, vue pour la première fois par B. K. S. Iyengar & Pattabhi Jois. Elle renforce le bas du dos  et étire la colonne vertébrale, les hanches et épaules.  c'est surtout une torsion qui masse les intestins et stimule la digestion.   \r\nCet Asana est parfait pour les personnes qui s’assoient et travaillent longtemps dans une même position.\r\nSi le mot \" SCIATALGIE \" fait parti de ton vocabulaire, tu sera comblé en sachant que bharadvajasana pourrait  t'en soulager!\r\nEn plus ( bonus bonus) cette posture active Manipura chakra, ce qui te donneras confiance, estime, enthousiasme et force de vie. Tu peux pas dire que t'en a pas besoin..hein??  ;)\r\nJ'y ai, de plus, ajoutée mes trucs et  un petit extra créatif qui apporte un beau \"FINISH\" à cet asana.",
    "url": "https://www.youtube.com/watch?v=aE8fMpMYz30&t=1s",
    "type": "tutorial"
  },
  {
    "id": "29",
    "title": "La Purge",
    "description": "La detox que nous sommes en train d'expérimenter au niveau planétaire nous donne l'opportunité de se départir de ce qui ne nous sert plus. Ça nous a été utile pendant un certain temps et maintenant, il est grand temps de laisser aller cette énergie pour qu'elle soit recicler ailleur avec beaucoup d'amour, car il n'y a rien de mauvais, tout est exactememnt  ce qu'y doit être! :)",
    "url": "https://www.youtube.com/watch?v=OjPK9oMV30g&t=1s",
    "type": "other"
  },
  {
    "id": "30",
    "title": "Yin & Nidra",
    "description": "Cette classe d'une heure est mixée moitié YIN & moitié NIDRA\"\r\nLapremière demi-heure assoupli le corps et, par la respiration profonde, nous dépose doucement vers la complête détente afin d'acceuillir la deuxieme portion de la pratique, celle du  Yoga Nidra ou \"sommeil yogique\". \r\nUn voyage dans la conscience entre le réveil et le sommeil qui nous guide  directement vers une détente maximale.\r\nBonne pratique  :)",
    "url": "https://www.youtube.com/watch?v=WoHCel8Dy7A&t=1s",
    "type": "flow"
  },
  {
    "id": "31",
    "title": "MÉDITATION COEUR & 3E OEIL POUR UNE VISION 20-20",
    "description": "La transition de cette année MAGIQUE nous élève dans notre coeur, là où la dimmension augmente! Tu as surement entendu parlé de la 4eme et même de la 5eme dimension, alors dans cette vidéo, je t'explique ce qui en est!\r\n\r\nUne petite méditation de 15 minutes nous permettra d'ouvrir nos coeur et notre 3eme oeil.",
    "url": "https://www.youtube.com/watch?v=6WKYDBlv3dw&t=1s",
    "type": "flow"
  },
  {
    "id": "32",
    "title": "Ashtanga A&B",
    "description": "1 HEURE DE PURE DÉLICE!\r\nOn intègre un peu de la série A & B dans la méthode ASHTANGA afin de bénificier de l'aspect détoxifiant et nourissant de la 1ere série  ainsi que de l'aspect dynamisant et tonifiant de la 2eme série de K. Pattabhi Jois.\r\nPlein de trucs et d'alternatives interressantes afin que cette pratique soit accessible pour tous!\r\nUn moment d'intégration dans Shavasana avec une petite méditation guidée pour terminer cette vigoureuse pratiqiue!   :)",
    "url": "https://www.youtube.com/watch?v=XA6zCWfAFuQ&t=1s",
    "type": "flow"
  }
]
